Revit 2027 API
ParameterTypeId.MepAnalyticalPipeDesignflow Property
 "Design Flow"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId MepAnalyticalPipeDesignflow { get; }
Public Shared ReadOnly Property MepAnalyticalPipeDesignflow As ForgeTypeId
	Get
public:
static property ForgeTypeId^ MepAnalyticalPipeDesignflow {
	ForgeTypeId^ get ();
}
static member MepAnalyticalPipeDesignflow : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace